insert into item (dtype, created_at, updated_at, name, price, stock_quantity, artist, author, isbn, director)
values
    ('A', '2023-05-22', '2023-05-22', 'Hype boy', 10000, 10, '뉴진스', 'X', 0, 'X'),
    ('A', '2023-05-22', '2023-05-22', 'Ditto', 20000, 20, '뉴진스', 'X', 0, 'X'),
    ('B', '2023-05-22', '2023-05-22', '해리포터와 마법사의 돌', 15000, 15, 'X', 'J. K. 롤링', 5, 'X'),
    ('B', '2023-05-22', '2023-05-22', '해리포터와 불의 잔', 25000, 25, 'X', 'J. K. 롤링', 6, 'X'),
    ('M', '2023-05-22', '2023-05-22', '범죄도시', 14000, 14, 'X', 'X', 0, '강윤성'),
    ('M', '2023-05-22', '2023-05-22', '범죄도시 2', 12000, 12, 'X', 'X', 0, '이상용');